{
  "African Lion": "A large tan cat with a fluffy golden mane and a long tail tuft.",
  "African Spurred Tortoise": "Big tan tortoise with thick, spurred legs and a domed shell.",
  "Agile Wallaby": "A small kangaroo-like animal with short ears and a soft gray-brown coat.",
  "Aldabra Tortoise": "Massive tortoise with a smooth dark shell and elephantine legs.",
  "Amazon Tree Boa": "Long snake with colorful mottled patterns and a triangular head.",
  "American Alligator": "Dark reptile with a wide snout, scaly body, and ridged tail.",
  "American Bison": "Huge and shaggy with a humped back, curved horns, and a woolly beard.",
  "American Black Bear": "Chunky with a black coat, rounded ears, and a curious nose.",
  "Ball Python": "Small coiled snake with brown and black blotches along its body.",
  "Black Throated Monitor": "Large lizard with a muscular tail and a dark, scaly neck.",
  "Black Tree Monitor": "Slim, black lizard with long limbs and sharp claws for climbing.",
  "Blue Spiny Lizard": "Bright blue body with rough scales and small dorsal spines.",
  "Camel": "Tall with sandy fur and one or two humps on its back.",
  "Chimpanzee": "A black-haired primate with long arms and a bare face.",
  "Chuckwalla": "Plump lizard with loose skin folds and a desert-toned body.",
  "Cotton‑Top Tamarin": "Tiny monkey with a wild white puff of hair on its head.",
  "Crowned Lemurs": "Small lemurs with orange-brown fur and a crown-shaped marking on their heads.",
  "Domestic Goat": "Medium-sized with short horns, a beard, and curious eyes.",
  "Domestic Rabbit": "Fuzzy with long ears, twitchy nose, and big back feet.",
  "Domestic Sheep": "Round and woolly with a gentle face and short legs.",
  "Gila Monster": "Thick-bodied lizard with orange-and-black beaded skin.",
  "Grant's Zebra": "Horse-shaped with bold black and white stripes all over.",
  "Gray Wolf": "Large dog-like animal with a thick gray coat and piercing eyes.",
  "Grizzly Bear": "Massive with brown fur, a shoulder hump, and long claws.",
  "Guinea Forest Hog": "Shaggy wild pig with a mohawk-like mane and curved tusks.",
  "Hamadryas Baboon": "Monkey with gray fur, a pink face, and a cape-like ruff on males.",
  "Island Flying Fox": "A giant bat with dog-like face, black wings, and golden fur around the neck.",
  "Jaguar": "Muscular big cat with golden fur covered in black rosettes.",
  "Klipspringer": "Tiny antelope with short legs and speckled gray-brown fur.",
  "Malayan Flying Fox": "Very large bat with leathery wings and a fox-like face.",
  "Mountain Lion": "Big cat with sandy fur, round ears, and a long tail.",
  "North American River Otter": "Sleek brown body with a long tail and whiskery face.",
  "Pygmy Goat": "Short and stocky goat with a small beard and tiny horns.",
  "Red‑Rumped Agouti": "Brown, rabbit-sized rodent with a reddish rear and skinny legs.",
  "Red‑Tailed Monkey": "Small monkey with a gray body, white face, and a bright red tail.",
  "Reticulated Giraffe": "Extremely tall with long legs and neck, and a coat patterned like honeycomb.",
  "Ring‑Tailed Lemur": "Gray fur, masked face, and a long black-and-white striped tail.",
  "Rock Hyrax": "Chubby little animal with brown fur and no visible tail.",
  "Siamang": "Black-furred ape with extra-long arms and a large throat pouch.",
  "Slender‑Tailed Meerkat": "Tiny tan creature that stands upright with dark eye markings.",
  "Southern Pudu": "Very small deer with tiny antlers and a reddish-brown coat.",
  "Spotted Hyena": "Dog-like with spotted fur, big ears, and sloped back legs.",
  "Squirrel Monkey": "Small monkey with yellow limbs and a white mask-like face.",
  "Sun Bear": "Short black bear with a golden crescent on its chest and a long tongue.",
  "Tiger": "Large orange cat with black stripes and pale underbelly.",
  "Wallaroo": "Medium-sized kangaroo with a stocky build and shaggy fur.",
  "Warthog": "Rough-skinned wild pig with tusks, facial warts, and a bristly mane.",
  "White‑Handed Gibbon": "Slender ape with long arms and white fur on its hands and feet."
}
